Tekla Open API Reference for Tekla Structures 2025
PourNumber Methods
The PourObjectFilterExpressions.PourNumber type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
PourObjectFilterExpressions.PourNumber Class
Tekla.Structures.Filtering.Categories Namespace